---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Therms
source: html/1dd9229e-aebb-9814-1903-205225119b51.htm
---
# Autodesk.Revit.DB.UnitTypeId.Therms Property

Therms.

## Syntax (C#)
```csharp
public static ForgeTypeId Therms { get; }
```